read_lef cab1/cab1.lef
read_def cab1/cab1.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def cab1/cab1_qroute.def
quit
