read_lef Fabric/Fabric.lef
read_def Fabric/Fabric.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def Fabric/Fabric_qroute.def
quit
