read_lef full_cab_python/full_cab_python.lef
read_def full_cab_python/full_cab_python.def
passes 70
cost via 100
cost jog 10
layers 3
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def full_cab_python/full_cab_python_qroute.def
quit
