read_lef cab2/cab2.lef
read_def cab2/cab2.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def cab2/cab2_qroute.def
quit
